"TOTAL SINCE %@" = "TOTALT SIDEN %@";
"Full Duplex" = "Full dupleks";
"Half Duplex" = "Halv dupleks";
"Name" = "Navn";
"Connecting…" = "Kobler til…";
"NOT CONNECTED" = "IKKE TILKOBLET";
"Configurations" = "Konfigurasjoner";
"DHCP" = "DHCP";
"Network" = "Nettverk";
"DNS" = "DNS";
"SNR" = "SNR";
"Download" = "Last ned";
"Turn Wi-Fi On" = "Slå på Wi-Fi";
"PEAK" = "Toppverdier";
"Noise" = "Støy";
"PROCESSES" = "PROSESSER";
"Connection Speed" = "Hastighet";
"Channel" = "Kanal";
"TCP/IP & DNS" = "TCP/IP & DNS";
"MAC" = "MAC";
"Copy Address" = "Kopier adresse";
"Renew DHCP Lease" = "Forny DHCP-leien";
"Media Subtype" = "Medietyper";
"NETWORK" = "NETTVERK";
"Upload" = "Last opp";
"Turn Wi-Fi Off" = "Slå av Wi-Fi";
"%li dBm" = "%li dBm";
"RSSI" = "RSSI";
"AIRPORT" = "AIRPORT";
"Disconnecting…" = "Kobler fra…";
"Link Speed" = "Hastighet";
"Transmit Rate" = "Overføringshastighet";
"10baseTX" = "10baseTX";
"Media Options" = "Medievalg";
"HARDWARE" = "MASKINVARE";
"Location" = "Plassering";
"IP" = "IP";
"Connected" = "Tilkoblet";
"Disconnect" = "Koble fra";
"Authenticating…" = "Godkjenner…";
"100baseTX" = "100baseTX";
"Connect" = "Koble til";
"Reset Totals" = "Nullstill totaler";
"Public IP" = "Offentlig";
"1000baseT/UTP" = "1000baseT/UTP";
"Refresh" = "Oppdater";
"Subnet Mask" = "Subnettmaske";
"Unknown" = "Ukjent";
"Time Connected" = "Tilkoblet";
"Hide This Connection" = "Skjul denne forbindelsen";
"Router" = "Ruter";
"Flow Control" = "Flytkontroll";


// Unlocalized strings



// Modified strings

